export const user = {
    avatar: '/Avatar.png',
    username: 'Максим Галактионов'
}

export const navLink = [
    {
        id: 0,
        text: 'Моя работа',
        link: '/'
    },
    {
        id: 1,
        text: 'Структура портала',
        link: '/'
    },
    {
        id: 2,
        text: 'Личное расписание',
        link: '/'
    },
    {
        id: 3,
        text: 'Отсутствие на рабочем месте',
        link: '/'
    },
    {
        id: 4,
        text: 'Портфель услуг',
        link: '/'
    },
    {
        id: 5,
        text: 'Дашборды',
        link: '/'
    },
    {
        id: 6,
        text: 'Доски задач',
        link: '/'
    },
    {
        id: 7,
        text: 'Обращения',
        link: '/'
    },
    {
        id: 8,
        text: 'События',
        link: '/'
    },
    {
        id: 9,
        text: 'Инциденты',
        link: '/'
    },
    {
        id: 10,
        text: 'Проблемы',
        link: '/'
    },
    {
        id: 11,
        text: 'Настройка каталогов',
        link: '/'
    },
    {
        id: 12,
        text: 'Запросы на обслуживание',
        link: '/'
    },
    {
        id: 13,
        text: 'Запросы на изменение',
        link: '/'
    },
    {
        id: 14,
        text: 'Управление конфигурациями',
        link: '/'
    },
    {
        id: 15,
        text: 'Управление уровнем услуг',
        link: '/'
    },
    {
        id: 16,
        text: 'Настройка соответствий',
        link: '/'
    },
];

export const users = [
    {
        id: 0,
        name: 'Константин Константинопольский'
    },
    {
        id: 1,
        name: 'Андрей Пивоваров'
    },
    {
        id: 2,
        name: 'Максим Галактионов'
    },
    {
        id: 3,
        name: 'Алла Лин'
    },
    {
        id: 4,
        name: 'Константин Константинопольский Константинович'
    },
    {
        id: 5,
        name: 'Игорь Иванченко'
    },
    {
        id: 6,
        name: 'Юлия Эйчаровна'
    },
    {
        id: 7,
        name: 'Артём Подпрыгайко-Саппортов'
    },
    {
        id: 8,
        name: 'Илья Вазнец'
    },
    {
        id: 9,
        name: 'Михаил Вортенов'
    },
    {
        id: 10,
        name: 'Наталья Нашевна'
    },
    {
        id: 11,
        name: 'Евгения Итамовна'
    },
    {
        id: 12,
        name: 'Алиса Киральчук'
    }
];

export const groups = [
    {
        id: 0,
        name: 'Support Group'
    }
]